[
  {
    "id": "3",
    "titulo": "Cumbres Borrascosas",
    "autor": "Emily Bronte",
    "editorial": "Juventud",
    "rating": "4",
    "categoria": "Classicos",
    "precio": "247",
    "idioma": "Español",
    "anio": "2004",
    "paginas": "344",
    "descuento": 20,
    "resenia": "Cumbres borrascosas es un clásico de la literatura inglesa escrito por Emily Brontë, una épica historia que constituye una asombrosa visión metafísica del destino, la obsesión, la pasión y la venganza.",
    "imagenLibro": "cumbres-borrascosas.jpg"
  },
  {
    "id": "4",
    "titulo": "A Million To One",
    "autor": "Faggioli Tony",
    "editorial": "Alianza",
    "rating": "3",
    "categoria": "Novela",
    "precio": "339",
    "idioma": "Español",
    "anio": "2017",
    "paginas": "215",
    "descuento": 0,
    "resenia": "Algunas victorias tienen un alto precio. Para Kyle Fasano ese precio es una caída en el infierno, un lugar en el que nunca creyó realmente. Ahora un alma viva atrapada en una tierra de muerte y terror, busca desesperadamente escapar, pero está a punto de aprender que el peor lugar de todos puede ser el infierno que vive a nuestro lado.",
    "imagenLibro": "a-million-to-one.png"
  },
  {
    "id": "5",
    "titulo": "Boulevard",
    "autor": "Flor M. Salvador",
    "editorial": "Editorial Naranja",
    "rating": "4.6",
    "categoria": "Novela",
    "precio": "259",
    "idioma": "Español",
    "anio": "2002",
    "paginas": "242",
    "descuento": 5,
    "resenia": "Luke y Hasley no eran el prototipo de una pareja perfecta. Sin embargo, ambos le pusieron una definición a lo que ellos crearon...",
    "imagenLibro": "boulevard.jpg"
  },
  {
    "id": "6",
    "titulo": "El Infinito en un Junco",
    "autor": "Irene Vallejo",
    "editorial": "Siruela",
    "rating": "4",
    "categoria": "Ensayos",
    "precio": "825",
    "idioma": "Español",
    "anio": "2019",
    "paginas": "452",
    "descuento": 0,
    "resenia": "Este es un libro sobre la historia de los libros. Un recorrido por la vida de ese fascinante artefacto que inventamos para que las palabras pudieran viajar en el espacio y en el tiempo. La historia de su fabricación, de todos los tipos que hemos ensayado a lo largo de casi treinta siglos: libros de humo, de piedra, de arcilla, de juncos, de seda, de piel, de árboles y, los últimos llegados, de plástico y luz.",
    "imagenLibro": "el-infinito-en-un-junco.png"
  },
  {
    "id": "7",
    "titulo": "El Simbolo Sagrado",
    "autor": "Julien Ries",
    "editorial": "Nirvana Libros",
    "rating": "5",
    "categoria": "Religion",
    "precio": "247",
    "idioma": "Español",
    "anio": "2013",
    "paginas": "320",
    "descuento": 5,
    "resenia": "Ries reconstruye, a través de un inmenso trabajo de comparación, las características comunes a la búsqueda de lo sagrado en las diversas culturas y religiones, centrándose en un elemento fundamental: el símbolo, una de las constantes de lo sagrado (junto con el mito y el rito), presentes indefectiblemente en toda época y en todo lugar donde el ser humano se haya preguntado por el sentido de su vida y por una posible trascendencia.",
    "imagenLibro": "el-simbolo-sagrado.png"
  },
  {
    "id": "8",
    "titulo": "Estetica del Siglo XIX",
    "autor": "Federico Vercellone",
    "editorial": "Antonio Machado Libros",
    "rating": "5",
    "categoria": "Arte",
    "precio": "282",
    "idioma": "Español",
    "anio": "2018",
    "paginas": "187",
    "descuento": 20,
    "resenia": "Vercellone traza un panorama de la estética del siglo xix, con especial atención a la estética alemana, desde sus orígenes en la filosofía idealista hasta la configuración de las teorías formalistas de Konrad Fiedler. El siglo xix es el siglo en el que se pasa de una filosofía de lo bello a una filosofía del arte, una trayectoria de extraordinaria complejidad que tiene su punto de partida en un pensamiento ligado incialmente a la reflexión dieciochesca, pero pronto de gran originalidad.",
    "imagenLibro": "estetica-del-siglo-XIX.png"
  },
  {
    "id": "9",
    "titulo": "Guia Completa del Diseño Grafico",
    "autor": "Bryony Gomez-Palacio",
    "editorial": "Paidotribo Mexico S De Rl De Cv",
    "rating": "4.7",
    "categoria": "Arte",
    "precio": "890",
    "idioma": "Español",
    "anio": "2011",
    "paginas": "391",
    "descuento": 0,
    "resenia": "Guía Completa Del Diseño Gráfico es una antología visual e informativa sobre los términos, los momentos históricos, los proyectos más emblemáticos y los profesionales más influyentes que se mencionan con mayor asiduidad en el campo del diseño gráfico. Con más de 2.000 proyectos de diseño que ilustran más de 400 entradas, proporciona una intensa visión general de los diferentes elementos que configuran la profesión del diseño gráfico.",
    "imagenLibro": "guia-completa-del-diseño-grafico.png"
  },
  {
    "id": 10,
    "titulo": "La Bailarina de Auschwitz",
    "autor": "Edith Eger",
    "editorial": "Planeta",
    "rating": 4.8,
    "categoria": "Biografias y Memorias",
    "precio": 348,
    "idioma": "Español",
    "anio": 2018,
    "paginas": 416,
    "descuento": 10,
    "resenia": "Un libro sobrecogedor, potente e inspirador que busca ayudar a todos aquellos cuyos traumas les impiden vivir en plenitud. Como su mentor Viktor Frankl, Edith Eger es una superviviente cuya experiencia vital y trayectoria como psicóloga le han permitido ayudar a miles de personas que viven incapacitadas por sus cicatrices emocionales.",
    "imagenLibro": "la-bailarina-de-auschwitz.jpg"
  }
]